tap "espanso/espanso"
tap "homebrew/bundle"
brew "act"
brew "adb-enhanced"
brew "ccache"
brew "chrome-cli"
brew "ffmpeg"
brew "git"
brew "git-filter-repo"
brew "lsd"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "stow"
brew "tree"
brew "zsh-autosuggestions"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "cloudflare-warp"
cask "espanso"
cask "freetube"
cask "google-chrome"
cask "hiddenbar"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "lm-studio"
cask "localsend"
cask "maccy"
cask "mediainfo"
cask "mullvadvpn"
cask "obsidian"
cask "openmtp"
cask "raindropio"
cask "slack"
cask "steam"
cask "vlc"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "batisteo.vscode-django"
vscode "be5invis.toml"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "cameron.vscode-pytest"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "elazarcoh.simply-view-image-for-python-debugging"
vscode "elltg.elltg-npm-script-run"
vscode "fabiospampinato.vscode-git-history"
vscode "formulahendry.code-runner"
vscode "frhtylcn.pythonsnippets"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "jithurjacob.nbpreviewer"
vscode "kevinrose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "pkief.material-icon-theme"
vscode "randomfractalsinc.vscode-data-preview"
vscode "randrade23.beautify-json"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
vscode "sumneko.lua"
vscode "thinker.sort-json"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yobson.atom-dark"
